workspace/cases/synthetic_N5_step/slice0003/system/decomposeParDict
FoamFile { format ascii; class dictionary; object decomposeParDict; }
numberOfSubdomains 4;
method scotch;
